TaskName = "Archivar fax digital";

//progress bar string when reading/writing the information from the device
"TEST_PROGRESS_TITLE" = "Se están realizando las pruebas… Espere.";
"DEVICE_COMMUNICATION_SETTINGS" = "Guardando configuración en el dispositivo… espere";
"DEVICE_COMMUNICATION_HOST" = "Guardando nombre del host en el dispositivo… espere";

//Titles of Buttons
"AUTO_TEXT" = "Automático";
"OK" = "OK";
"HOST_TITLE" = "Recibiendo faxes: %@";

"SELECT_FOLDER" = "Elija la carpeta…";
"SELECT_EMAIL" = "Ajustes de correo electrónico…";
"FOLDER_SELECTION_BUTTON_TITLE" = "Seleccionar";
"FOLDER_SELECTION_PANEL_TITLE" = "Seleccione una carpeta";


/* Error strings*/

"GENERAL_DATA_MISSING_DESCRIPTION" = "Uno o más campos no contienen datos. Complete todos los campos o haga clic en Cancelar.";
"GENERAL_DATA_MISSING_TITLE" = "Error debido a que faltan datos o que los datos son incorrectos";
"MISSING_FOLDER_SETTING" = "Faltan datos de destino de carpeta. Seleccione una carpeta, introduzca el nombre y contraseña e inténtelo de nuevo.";

"SUCCESS" = "Correcto";
"FOLDER_SETTINGS_SUCCESS" = "Ha configurado correctamente el fax digital de HP. Sus faxes entrantes en blanco y negro se guardarán a partir de ahora en la carpeta \"%@\".";
"EMAIL_SETTINGS_SUCCESS" = "Ha configurado correctamente el fax digital de HP. Sus faxes entrantes en blanco y negro se enviarán a partir de ahora a \"%@\" como adjuntos de correo electrónico.";


"AFP Authentication" = "Autenticación de servidor AFP";
"SMB Authentication" = "Autenticación de sistema de archivos SMB/CIFS";

"ENTER_SERVER_DETAILS_ERROR_TITLE" = "Introduzca los datos del servidor";
"ENTER_SERVER_DETAILS_ERROR_DESC" = "Introduzca todos los datos del servidor.";

/* Error string when connecting */
HSDFolderWithPercentSignTitleFormat = "No se puede usar la carpeta '%@'";
HSDFolderWithPercentSignDescription = "Use el nombre de la carpeta sin el signo de porcentaje.";

"CONNECTION_FAILED_TITLE" = "Ha fallado la conexión";
"CONNECTION_FAILED_DESC" = "Puede que no exista el servidor o que no se encuentre operativo. Compruebe el nombre del servidor o la dirección IP e inténtelo de nuevo.";

"AUTH_FAILED_TITLE" = "Ha fallado la autenticación";
"AUTH_FAILED_DESC" = "Usuario desconocido, contraseña incorrecta o inicio de sesión deshabilitado. Reintroduzca el nombre y contraseña o póngase en contacto con el administrador del servicio.";

"UNHANDLED_ERROR_TITLE" = "Error inesperado";
"UNHANDLED_ERROR_DESC" = "Se ha producido un error %d al intentar conectarse con el servidor.";

HSDServerParametersErrorTitle = "Información de servidor incompleta";
HSDServerParametersErrorDescription = "Los campos de información de servidor no pueden estar vacíos. Introduzca todos los detalles de servidor requeridos e inténtelo de nuevo.";

HSDUnableToSelectFolderTitle = "No se puede usar la carpeta seleccionada";
HSDPermissionsErrorDescription = "No tiene permiso de escritura en la carpeta seleccionada. Seleccione otra carpeta e inténtelo de nuevo.";
"MISSING_SERVER_CREDENTIALS" = "Faltan los datos del servidor. Introduzca el nombre de usuario y contraseña e inténtelo de nuevo.";

HSDProtocolErrorDescription = "No se puede encontrar la carpeta seleccionada en el servidor especificado o la conexión con el servidor se ha establecido por medio de un protocolo de compartición de archivos diferente.";

//Progress title when printing the list
"PRINT_PROGRESS_TITLE" = "Imprimiendo… Por favor, espere.";

//progress title while initializing the print
"PRINT_INITIALIZING_TITLE" = "Procesando…";


//Max limit for fax blocking list reached error
"BLOCK_FAX_ERROR_TITLE" = "Se ha alcanzado el límite de números bloqueados";
"BLOCK_FAX_ERROR_DESC" = "El dispositivo puede memorizar un máximo de %d números de fax bloqueados. Desbloquee algunos números de fax e inténtelo de nuevo.";

//Fax log results
"ERROR" = "Error";
"BUSY" = "Ocupado";
"NO_ANSWER" = "No contesta";
"NO_DIAL_TONE" = "No hay tono de marcación";
"NO_DOCUMENT" = "No hay documento";
"DOCUMENT_JAM" = "Atasco de documento";
"DOOR_OPEN" = "Puerta abierta";
"POWER_FAILURE" = "Fallo de alimentación";
"BLACKLISTED" = "En lista negra";
"STORAGE_FULL" = "Memoria llena";
"OUT_OF_MEMORY" = "Memoria agotada";
"PHONE_LINE_UNAVAILABLE" = "Línea de teléfono no disponible";
"FAX_DISCONNECTED" = "Fax desconectado";
"PC_DISCONNECTED" = "Ordenador desconectado";
"REMOTE_NOT_COLOR" = "Remoto sin color";
"COMMUNICATION_ERROR" = "Error de comunicación";
"CANCELLED" = "Cancelado";

//Fax session types
"SENT" = "Enviado";
"RECEIVED" = "Recibido";
